<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
    <link rel="stylesheet" href="./index.css">
    <script src="./index.js"></script>
    <title>아트파이브</title>
</head>

<body>
    <header class="top-bar">
        <h1 class="logo">
            <a href="#">
                <img class="logo-white" src="https://nixpluvia.github.io/img1/pf/artfive/logo_white.png" alt="artfive">
                <img class="logo-gray" src="https://nixpluvia.github.io/img1/pf/artfive/logo_gray.png" alt="artfive">
            </a>
        </h1>
        <div class="util-menu flex-ai-c">
            <ul class="util flex">
                <li>
                    <a class="tell-icon" href="#">
                        <svg version="1.1" id="util_tel" xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                            viewBox="0 0 32.703 32.68">
                            <g>
                                <path d="M1.942,4.472c-1.519,1.521-2.209,3.679-1.848,5.773c0.561,3.253,2.434,8.34,8.178,14.1l0.022,0.023
							c5.774,5.771,10.875,7.654,14.136,8.213c0.359,0.063,0.729,0.096,1.096,0.096l0,0c1.738,0,3.443-0.709,4.68-1.941l3.779-3.777
							c0.463-0.465,0.717-1.082,0.717-1.738s-0.254-1.273-0.717-1.736l-5.756-5.756c-0.463-0.465-1.078-0.719-1.736-0.719
							s-1.275,0.254-1.738,0.719l-3.658,3.656l-0.07,0.072l-7.805-7.805l3.729-3.729c0.465-0.465,0.721-1.082,0.721-1.735
							c0-0.656-0.256-1.273-0.721-1.739L9.198,0.697C8.756,0.254,8.122,0.001,7.46,0.001c-0.663,0-1.297,0.253-1.74,0.695L1.942,4.472z
							 M3.301,5.831l3.78-3.78c0.24-0.244,0.52-0.241,0.756,0l5.753,5.755c0.138,0.136,0.159,0.295,0.159,0.378
							c0,0.102-0.027,0.246-0.158,0.38l-4.406,4.404c-0.182,0.184-0.281,0.424-0.281,0.683c0,0.254,0.102,0.501,0.28,0.679l9.167,9.165
							c0.17,0.17,0.416,0.268,0.678,0.268c0.26,0,0.508-0.098,0.68-0.268l4.41-4.414c0.199-0.188,0.541-0.189,0.752,0.006l5.752,5.752
							c0.131,0.129,0.158,0.279,0.158,0.381c0,0.146-0.057,0.281-0.156,0.377l-3.779,3.779c-0.877,0.877-2.088,1.379-3.32,1.379
							c-0.262,0-0.52-0.02-0.77-0.063c-2.973-0.512-7.653-2.248-13.055-7.633l-0.033-0.031C4.251,17.607,2.499,12.91,1.985,9.923
							C1.735,8.438,2.226,6.907,3.301,5.831z"></path>
                            </g>
                        </svg>
                    </a>
                </li>
                <li>
                    <a class="kakao-icon" href="#">
                        <svg version="1.1" id="util_kakao" xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                            viewBox="308.949 803.653 36.114 30.701">
                            <g>
                                <path d="M339.777,808.141c-3.411-2.895-7.945-4.488-12.769-4.488c-4.819,0-9.354,1.594-12.765,4.488
                            c-5.779,4.906-6.965,12.518-2.892,18.521l-2,6.34c-0.09,0.289,0.008,0.596,0.25,0.801c0.234,0.199,0.58,0.281,0.906,0.211
                            l7.487-1.703c2.729,1.336,5.848,2.043,9.018,2.043h0.001c4.819,0,9.352-1.594,12.762-4.486c3.408-2.896,5.286-6.754,5.286-10.863
                            C345.063,814.893,343.188,811.038,339.777,808.141z M313.29,826.756c0.07-0.221,0.031-0.457-0.107-0.648
                            c-3.868-5.406-2.887-12.314,2.39-16.797c3.055-2.594,7.117-4.021,11.438-4.021c4.323,0,8.387,1.43,11.439,4.021
                            c3.045,2.586,4.722,6.027,4.722,9.691s-1.677,7.105-4.722,9.691c-3.053,2.592-7.113,4.02-11.435,4.02
                            c-2.97,0-5.872-0.688-8.396-1.992c-0.147-0.072-0.314-0.109-0.483-0.109c-0.081,0-0.163,0.008-0.24,0.023l-6.279,1.43
                            L313.29,826.756z"></path>
                                <path
                                    d="M317.897,822.629c0.135,0.139,0.323,0.217,0.518,0.217h0.16c0.192,0,0.383-0.078,0.515-0.217
                            c0.141-0.133,0.218-0.322,0.218-0.518v-5.297h1.357c0.416,0,0.755-0.338,0.755-0.756c0-0.41-0.339-0.75-0.755-0.75h-4.421
                            c-0.415,0-0.753,0.34-0.753,0.75c0,0.418,0.338,0.756,0.753,0.756h1.438v5.297C317.683,822.305,317.76,822.495,317.897,822.629z">
                                </path>
                                <path d="M328.288,822.799h3.007c0.377,0,0.683-0.309,0.683-0.686s-0.306-0.684-0.683-0.684h-2.058v-5.41
                            c0-0.451-0.366-0.816-0.815-0.816s-0.816,0.365-0.816,0.816v5.834c0,0.045,0.006,0.088,0.014,0.129
                            c-0.008,0.045-0.014,0.088-0.014,0.131C327.604,822.491,327.912,822.799,328.288,822.799z">
                                </path>
                                <path d="M333.249,822.848c0.451,0,0.816-0.363,0.816-0.816v-1.854l0.465-0.465l2.17,2.842c0.239,0.324,0.698,0.389,1.02,0.146
                            c0.322-0.24,0.391-0.697,0.146-1.021l-2.291-3.01l2.066-2.07c0.283-0.279,0.283-0.734,0.005-1.016
                            c-0.281-0.279-0.734-0.279-1.018,0l-2.563,2.563v-2.125c0-0.451-0.365-0.816-0.816-0.816s-0.815,0.365-0.815,0.816v6.012
                            C332.434,822.485,332.798,822.848,333.249,822.848z"></path>
                                <path d="M320.916,822.807c0.383,0.133,0.8-0.064,0.933-0.445l0.376-1.072h3.018l0.374,1.072c0.136,0.381,0.551,0.578,0.934,0.445
                            c0.38-0.133,0.581-0.551,0.447-0.932l-2.204-6.031c0,0-0.005-0.004-0.009-0.004c-0.142-0.369-0.547-0.637-1.031-0.637
                            c-0.54,0-0.984,0.33-1.072,0.76c-0.015,0.031-0.03,0.064-0.041,0.098l-2.168,5.814
                            C320.335,822.256,320.535,822.674,320.916,822.807z M323.717,817.032c0.014,0,0.021,0.002,0.033,0.002l1.013,2.891h-2.059
                            L323.717,817.032z"></path>
                            </g>
                        </svg>
                    </a>
                </li>
                <li>
                    <a class="notice-icon" href="">
                        <svg version="1.1" id="util_notice" xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                            viewBox="909.319 597.256 37.908 32.502">
                            <g>
                                <path
                                    d="M937.279,597.256h-4.309c-0.182,0-0.356,0.054-0.51,0.156l-10.218,6.966h-6.772c-3.393,0-6.151,2.761-6.151,6.153
                            c0,3.394,2.76,6.153,6.151,6.153h0.568l2.433,12.269c0.053,0.458,0.438,0.804,0.9,0.804l5.737,0.001l0.052-0.001l0.002-0.002
                            c0.477-0.025,0.856-0.421,0.856-0.903c0-0.081-0.012-0.16-0.027-0.225l-2.249-10.917l8.716,5.941
                            c0.148,0.103,0.325,0.156,0.512,0.156h4.309c0.5,0,0.906-0.405,0.906-0.904V598.16
                            C938.188,597.662,937.779,597.256,937.279,597.256z M936.375,599.066v22.932h-1.94v-22.932H936.375z M920.167,627.945
                            l-2.296-11.261h3.905l2.296,11.261H920.167z M915.472,606.19h5.964v8.683h-5.964c-2.395,0-4.342-1.947-4.342-4.342
                            C911.13,608.138,913.077,606.19,915.472,606.19z M932.624,599.494v22.076l-8.206-5.596l-1.169-0.798v-9.292L932.624,599.494z">
                                </path>
                                <path d="M946.324,609.64h-5.294c-0.5,0-0.907,0.406-0.907,0.904c0,0.5,0.407,0.906,0.907,0.906h5.294
                            c0.498,0,0.903-0.406,0.903-0.906C947.229,610.046,946.822,609.64,946.324,609.64z"></path>
                                <path d="M941.03,607.146c0.242,0,0.469-0.095,0.641-0.266l3.739-3.744c0.172-0.17,0.266-0.396,0.267-0.638
                            c0.001-0.243-0.094-0.472-0.267-0.646c-0.342-0.34-0.936-0.34-1.278,0l-3.742,3.746c-0.172,0.17-0.267,0.397-0.267,0.64
                            s0.095,0.471,0.266,0.641C940.559,607.052,940.787,607.146,941.03,607.146z"></path>
                                <path d="M941.671,614.208c-0.344-0.342-0.939-0.342-1.282,0c-0.172,0.172-0.266,0.399-0.266,0.642c0,0.241,0.095,0.469,0.266,0.64
                            l3.744,3.744c0.172,0.171,0.399,0.266,0.642,0.266c0.239,0,0.473-0.098,0.638-0.266c0.171-0.172,0.266-0.398,0.266-0.641
                            s-0.095-0.47-0.266-0.641L941.671,614.208z"></path>
                            </g>
                        </svg>
                    </a>
                </li>
            </ul>
            <button class="bar-icon-box">
                <div class="bar-icon">
                    <div class="l1"></div>
                    <div class="l2"></div>
                    <div class="l3"></div>
                </div>
            </button>
        </div>
    </header>
    <div class="menu-box"></div>

    <button class="btn-scroll">
        <div class="line"></div>
        <div class="txt">Scroll Down</div>
    </button>

    <ul class="scroll-dots">
    </ul>

    <div class="scroll-box">
        <section class="page1 page" >
            <div class="bg-video">
                <video height="100%" muted="muted" preload="auto" autoplay="" loop="" playsinline="">
                    <source src="https://nixpluvia.github.io/img1/pf/artfive/v005.mp4" type="video/mp4">
                </video>
            </div>
            <div class="content-text">
                <p class="t1">신개념 프리미엄 어린이 미술교육</p>
                <h1 class="h1">다섯손가락의 기적</h1>
                <p class="t2">Creative Kids Power</p>
            </div>
            
        </section>
        <section class="page2 page " >
            <div class="bg-img" style="background-image: url(https://nixpluvia.github.io/img1/pf/artfive/v02.jpg)">
            </div>
            <div class="content-text">
                <h1 class="h1">창의성, 세계의 확장</h1>
                <p class="t1">
                    지식 습득에 익숙한 아이는 과거지향적입니다.
                    <br>
                    정답을 찾기 위해 노력하고, 그 안에서 만족합니다.
                    <br>
                    탁월한 아이는 미지의 것이 주는 불안감을 감당하면서
                    <br>
                    새로운 삶의 영역을 확장시킵니다.
                </p>
            </div>
            <div class="section-footer">
                <div>Creativity, World Expansion</div>
            </div>
        </section>
        <section class="page3 page " >
            <div class="bg-img" style="background-image: url(https://nixpluvia.github.io/img1/pf/artfive/v03.jpg)">
            </div>
            <div class="content-text">
                <h1 class="h1">
                    질문하는 아이
                    <br>
                    대답하는 아이
                </h1>
                <p class="t1">
                    대답 하는 아이는 이론과 지식이 머물다 가는 통로로서 존재합니다.
                    <br>
                    그러나 자신만의 고유한 시각, 감성을 가진 아이는
                    <br>
                    예측치 못한 상황을 접할 때 호기심을 갖게됩니다.
                </p>
            </div>
            <div class="section-footer">
                <div>A child with his own unique perspective, sensitivity,</div>
                <div>becomes curious when faced with unforeseen circumstances.</div>
            </div>
        </section>
        <section class="page4 page " >
            <div class="bg-img" style="background-image: url(https://nixpluvia.github.io/img1/pf/artfive/v04.jpg)">
            </div>
            <div class="content-text">
                <h1 class="h1">
                    3살, 세상의 모든 것을
                    <br>
                    배우기에 충분한 나이
                </h1>
                <p class="t1">
                    아이의 뇌는 성장함에 있어 결정적 시기가 있습니다.
                    <br>
                    뇌의 시냅스가 얼만큼 긴밀하고 촘촘하게 연결되는가 하는것이
                    <br>
                    우리 아이가 밟아 갈 세상의 크기를 결정합니다.
                </p>
            </div>
            <div class="section-footer">
                <span>Three years old, Old enough to learn everything in this World.</span>
            </div>
        </section>
        <section class="page5 page ">
            <div class="bg-img" style="background-image: url(https://nixpluvia.github.io/img1/pf/artfive/v05.jpg)">
            </div>
            <div class="content-text">
                <h1 class="h1">
                    놀이, 진짜와 가짜
                </h1>
                <p class="t1">
                    몰입과 경험이 아이의 내적 동기에 의해서 발생할때,
                    <br>
                    놀이는 효과를 발휘하게 됩니다.
                    <br>
                    통제하고 가르치는 놀이는 아이의 무한한 잠재력을 깨우지 못하고
                    <br>
                    통제된 범위 속에서만 머무르게 합니다.
                </p>
            </div>
            <div class="section-footer">
                <div>Self-esteem and identity begin with art education</div>
            </div>
        </section>
        <section class="page6 page">
            <div class="bg-video">
                <video height="100%" muted="muted" preload="auto" autoplay="" loop="" playsinline="">
                    <source src="https://nixpluvia.github.io/img1/pf/artfive/v003.mp4" type="video/mp4">
                </video>
            </div>
            <div class="content-text">
                <h1 class="h1">
                    예술, 최고의 나를 만나는 순간
                </h1>
                <p class="t1">
                    天人合一, 物我一體
                    <br>
                    대상과 내 자신이 하나가 되는 순간
                    <br>
                    아이 스스로 자신의 존재를 인식하게 됩니다.
                    <br>
                    자존감과 정체성은 유아동기의 미술 교육이 주는 가치입니다.
                </p>
            </div>
            <div class="section-footer">
                <div>Art is the best moment meet to the best of me</div>
            </div>
        </section>
    </div>
</body>

</html>